Ran Apply for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/mvaldes/github/runs/run-2QLjgfkaVac9yutQ

Waiting for the plan to start...

Terraform v1.5.7
on linux_amd64
Initializing plugins and modules...
github_actions_secret.telegram_to["meal-notifier"]: Refreshing state... [id=meal-notifier:TELEGRAM_TO]
github_actions_secret.telegram_to["twitch-bot"]: Refreshing state... [id=twitch-bot:TELEGRAM_TO]
data.github_repository.blog: Refreshing...
github_repository.repo["twitch-bot"]: Refreshing state... [id=twitch-bot]
github_repository.repo["flakes"]: Refreshing state... [id=flakes]
github_repository.repo["chef"]: Refreshing state... [id=chef]
github_repository.repo["dotfiles"]: Refreshing state... [id=dotfiles]
github_repository.repo["k8s-apps"]: Refreshing state... [id=k8s-apps]
github_repository.repo["pulumi"]: Refreshing state... [id=pulumi]
github_repository.repo["deckmaster-config"]: Refreshing state... [id=deckmaster-config]
github_repository.repo["todoist.nvim"]: Refreshing state... [id=todoist.nvim]
github_repository.repo["meal-notifier"]: Refreshing state... [id=meal-notifier]
github_repository.repo["dotfiles-nix"]: Refreshing state... [id=dotfiles-nix]
github_repository.repo["ansible_playbooks"]: Refreshing state... [id=ansible_playbooks]
github_repository.repo["linear.nvim"]: Refreshing state... [id=linear.nvim]
github_repository_webhook.wh["linear.nvim"]: Refreshing state... [id=521145043]
github_repository_webhook.wh["meal-notifier"]: Refreshing state... [id=521145050]
data.github_repository.blog: Refresh complete after 1s [id=blog]
github_repository_webhook.wh["dotfiles"]: Refreshing state... [id=521145038]
github_repository_webhook.wh["todoist.nvim"]: Refreshing state... [id=521309558]
github_repository_webhook.wh["twitch-bot"]: Refreshing state... [id=521145035]
github_repository_webhook.wh["pulumi"]: Refreshing state... [id=521145026]
github_repository_webhook.wh["chef"]: Refreshing state... [id=521145056]
github_repository_webhook.wh["k8s-apps"]: Refreshing state... [id=521145049]
github_repository_webhook.wh["deckmaster-config"]: Refreshing state... [id=521145053]
github_repository_webhook.wh["dotfiles-nix"]: Refreshing state... [id=521145046]
github_repository_webhook.wh["ansible_playbooks"]: Refreshing state... [id=521145032]
github_repository_webhook.wh["flakes"]: Refreshing state... [id=531262805]
github_actions_secret.dockerhub_token["meal-notifier"]: Refreshing state... [id=meal-notifier:DOCKERHUB_TOKEN]
github_actions_secret.dockerhub_token["twitch-bot"]: Refreshing state... [id=twitch-bot:DOCKERHUB_TOKEN]
github_actions_secret.telegram_chat["meal-notifier"]: Refreshing state... [id=meal-notifier:TELEGRAM_TOKEN]
github_actions_secret.telegram_chat["twitch-bot"]: Refreshing state... [id=twitch-bot:TELEGRAM_TOKEN]
github_actions_secret.dockerhub_username["meal-notifier"]: Refreshing state... [id=meal-notifier:DOCKERHUB_USERNAME]
github_actions_secret.dockerhub_username["twitch-bot"]: Refreshing state... [id=twitch-bot:DOCKERHUB_USERNAME]
github_repository.repo["dotfiles"]: Drift detected (update)
github_repository.repo["k8s-apps"]: Drift detected (update)
github_repository.repo["flakes"]: Drift detected (update)
github_repository.repo["dotfiles-nix"]: Drift detected (update)
github_repository.repo["todoist.nvim"]: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_actions_secret.blog_docker_secret will be created
  + resource "github_actions_secret" "blog_docker_secret" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "blog"
      + secret_name     = "DOCKERHUB_USERNAME"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.blog_docker_token will be created
  + resource "github_actions_secret" "blog_docker_token" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "blog"
      + secret_name     = "DOCKERHUB_TOKEN"
      + updated_at      = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

github_actions_secret.blog_docker_secret: Creating...
github_actions_secret.blog_docker_token: Creating...
github_actions_secret.blog_docker_token: Creation complete after 3s [id=blog:DOCKERHUB_TOKEN]
github_actions_secret.blog_docker_secret: Creation complete after 3s [id=blog:DOCKERHUB_USERNAME]

Apply complete! Resources: 2 added, 0 changed, 0 destroyed.
```

</details>